const availableMaterialsData = [

    //Start Introduction
  { id: 'mat-1', title: 'Багшийн танилцуулга', type: 'Танилцуулга эхлэлийн хэсэг' },
  { id: 'mat-2', title: 'Унших болон анхаарах зүйлс', type: 'Танилцуулга эхлэлийн хэсэг' },
  { id: 'mat-3', title: 'Онлайн хичээлийн тухай', type: 'Танилцуулга эхлэлийн хэсэг' },
  { id: 'mat-4', title: 'Хичээлийн цэс', type: 'Танилцуулга эхлэлийн хэсэг' },
  { id: 'mat-5', title: 'Live хичээлийн тухай', type: 'Танилцуулга эхлэлийн хэсэг' },
  { id: 'mat-6', title: 'Оюутанд зориулсан гарын авлага', type: 'Танилцуулга эхлэлийн хэсэг' },

    //Lecture
  { id: 'mat-7', title: 'Лекц ба нэмэлт материал', type: 'Лекцийн хэсэг' },
  { id: 'mat-8', title: 'Лекцийн LIVE хичээл', type: 'Лекцийн хэсэг' },
  { id: 'mat-9', title: 'Лекцийн хичээлийн вибео тайлбар', type: 'Лекцийн хэсэг' },
  { id: 'mat-10', title: 'Лекцийн ирч бүртгэх асуулт', type: 'Лекцийн хэсэг' },
  { id: 'mat-11', title: 'Лекцийн хэлэлцүүлэг', type: 'Лекцийн хэсэг' },
  
    //Laboratory
  { id: 'mat-12', title: 'Лабораторийн хичээл', type: 'Лабораторийн хэсэг' },
  { id: 'mat-13', title: 'Лабораторийн Live хичээл', type: 'Лабораторийн хэсэг' },
  { id: 'mat-14', title: 'Лабораторийн үнэлгээ шалгуулах', type: 'Лабораторийн хэсэг' },
  { id: 'mat-15', title: 'Лабораторийн ирч бүртгэх асуулт', type: 'Лабораторийн хэсэг' },
  { id: 'mat-16', title: 'Лабораторийн хэлэлцүүлэг', type: 'Лабораторийн хэсэг' },
  { id: 'mat-17', title: 'Лабораторийн даалгавар', type: 'Лабораторийн хэсэг' },

    //Seminar
  { id: 'mat-18', title: 'Семинарын хичээл', type: 'Семинарын хэсэг' },
  { id: 'mat-19', title: 'Семинарын Live хичээл', type: 'Семинарын хэсэг' },
  { id: 'mat-20', title: 'Семинарын үнэлгээ шалгуулах', type: 'Семинарын хэсэг' },
  { id: 'mat-21', title: 'Семинарын ирч бүртгэх асуулт', type: 'Семинарын хэсэг' },
  { id: 'mat-22', title: 'Семинарын хэлэлцүүлэг', type: 'Семинарын хэсэг' },
  { id: 'mat-23', title: 'Семинарын даалгавар', type: 'Семинарын хэсэг' },

    //Quiz && SemiFinal && SemiFinal1 && Final && Satisfactory survey
  { id: 'mat-24', title: 'Өөрийгөө сорих Quiz хэсэг', type: 'Өөрийгөө сорих Quiz хэсэг' },
  { id: 'mat-25', title: 'Явцын шалгалт №1', type: 'Явцын шалгалт №1' },
  { id: 'mat-26', title: 'Явцын шалгалт №2', type: 'Явцын шалгалт №2' },
  { id: 'mat-27', title: 'Сэтгэл ханамжийн судалгаа', type: 'Сэтгэл ханамжийн судалгаа' },
  { id: 'mat-28', title: 'Улирлын шалгалт', type: 'Улирлын шалгалт' },
];
export default availableMaterialsData;